/* Growl */
"%@ became available" = "%@ disponible";
"%@ came online" = "%@ se connecte";
"%@ changed status" = "%@ change de message d'état";
"%@ says" = "%@ dit";
"%@ went away" = "%@ indisponible";
/* Vocabulaire iChat. Pourrait-être "s'en va" */
"%@ went idle" = "%@ sans activité";
"%@ went offline" = "%@ se déconnecte";

/* Status Changes */
"%@ became available." = "%@ disponible.";
"%@ became available. (%@)" = "%@ disponible. (%@)";
"%@ went away." = "%@ indisponible.";
"%@ went away. (%@)" = "%@ indisponible. (%@)";
"%@ went idle." = "%@ sans activité.";

/* Unified Contact List */
"Add Group..." = "Ajouter un groupe…";
"all accounts" = "Tous les comptes";
"All Contacts" = "Liste des contacts";
"Contacts" = "Contacts";

/* Log Viewer */
"Are you sure you want to delete all selected logs?" = "Voulez-vous vraiment supprimer tous les historiques sélectionnés ?";
"Delete" = "Supprimer";
"Delete Logs" = "Supprimer les historiques";
"Don't Delete" = "Ne pas supprimer";
"iChat is not currently logging your conversations, so past conversations will not appear in the log viewer. Go to the Messages tab in the iChat preferences to begin saving your chat transcripts." = "Pas d'historique possible sans activer la transcription des conversations d'iChat. Aller dans l'onglet Messages des préférences iChat pour commencer à archiver les conversations.";
"Log Viewer" = "Historiques";
"Logging is disabled" = "Historique désactivé";
"No images in transcript." = "Aucune image dans la transcription.";
"No links in transcript." = "Aucun lien dans la transcription.";
"Show link in transcript" = "Afficher les liens dans la transcription.";
"Show image in transcript" = "Afficher les images dans la transcription.";
"Show in Log Viewer" = "Afficher dans l'historique.";

/* Log Viewer - Status Strings */
"No results" = "Aucun résultat";
"One result" = "Un résultat";
"%d results" = "%d résultats";
"Searching..." = "Recherche…";
"Loading logs..." = "Chargement…";

/* Activity Viewer */
"Activity" = "Activité";
"Are you sure you want to permanently delete all past activity?" = "Voulez-vous vraiment effacer définitivement l'activité mémorisée ?";
"Clear" = "Effacer";
"Clear Past Activity" = "Effacer l'activité mémorisée";
"Delete" = "Supprimer";
"Don't Delete" = "Ne pas supprimer";
"Export" = "Exporter";
"Filter" = "Filtrer";
"iChat Activity Log" = "Historique d'activité iChat";
"Incoming File" = "Fichier reçu";
"Outgoing File" = "Fichier envoyé";
"Recent Activity Length" = "Durée d'activité mémorisée";

/* Donate */
"Thank you for using Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will only appear once more." = "Merci d'utiliser Chax. Veuillez penser à faire un don pour soutenir le développement de Chax si vous l'appréciez comme complément à iChat. Ce message réapparaîtra une seule fois.";
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Merci de continuer à utiliser Chax. Veuillez penser à faire un don pour soutenir le développement de Chax si vous l'appréciez comme complément à iChat. Ce message ne réapparaîtra plus.";

/* iChatAgent Injection */
"Administrator password required" = "Mot de passe administrateur nécessaire";
"Sending plain text to ICQ users requires your admin password to function properly. Please enter your admin password to enable this feature." = "Envoyer du texte brut aux utilisateurs ICQ nécessite le mot de passe administrateur pour fonctionner, veuillez l'entrer.";
"Administrator password error" = "Erreur de mot de passe administrateur";
"There was an error enabling plain text support for ICQ users. Please try again or reinstall Chax if the problem persists. (Error %d)" = "Impossible d'activer le texte brut pour les utilisateurs ICQ. Veuillez réinstaller Chax si le problème persiste. (Erreur %d).";

/* AV Chat Close Confirmation */
"End AV Chat?" = "Arrêt de conversation audio/vidéo";
"Are you sure you want to end this AV chat?" = "Voulez-vous vraiment arrêter cette conversation audio/vidéo ?";
"Close" = "Fermer";
"Don't Close" = "Ne pas fermer";

/* Preferences - Auto-Accept */
"Are you sure you want to Automatically accept AV chat invitations that are sent to you? All AV chats are automatically accepted by default. Click \"Options...\" to only accept AV chats from specific users or on specific accounts." = "Elles seront acceptées de quiconque par défaut. Utilisez « Options… » pour restreindre à des utilisateurs spécifiques.";
"Automatically accept AV chat invitations?" = "Accepter automatiquement les conversations audio/vidéo ?";
"Auto-accept AV chats from:" = "Accepter les conversations audio/vidéo :";
"Auto-accept files from:" = "Accepter les fichiers :";
"Are you sure you want to automatically accept all files that are sent to you? All files are automatically accepted by default. Click \"Options...\" to only accept files from specific users or on specific accounts." = "Ils seront acceptés de quiconque par défaut. Utilisez « Options… » pour restreindre à des utilisateurs spécifiques.";
"Automatically accept file transfers?" = "Accepter automatiquement les transferts de fichiers ?";
"Auto-accept screen sharing from:" = "Accepter les partages d'écran :";
"Are you sure you want to automatically accept all screen sharing invitations that are sent to you? All screen sharing invitations are automatically accepted by default. Click \"Options...\" to only accept screen sharing invitations from specific users or on specific accounts." = "Ils seront acceptés de quiconque par défaut. Utilisez « Options… » pour restreindre à des utilisateurs spécifiques.";
"Automatically accept screen sharing invitations?" = "Accepter automatiquement les partages d'écran ?";
"Anyone" = "de quiconque";

/* Other */
"Always on Top" = "Toujours au premier plan";
"Send Camera Snapshot..." = "Envoyer un instantané…";
"Show Preferences..." = "Montrer les préférences…";
"Show Text Status" = "Montrer le message d'état";

/* Button Titles */
"OK" = "OK";
"No" = "Non";
"Yes" = "Oui";
"Cancel" = "Annuler";
